Repository: Zichao-xu/WgSense
Catalog: platforms/macos/WgSense/Localizable.xcstrings
Source language: zh_hans
Languages: ar, en, fa, ja, ko, ru, tr, vi, zh_hant

source: 拒绝
ar: رفض
en: Decline
fa: دسامبر
ja: 拒絶
ko: 거절하다
ru: отклонить
tr: Reddet
vi: Xóa
zh_hant: 拒絕

source: 拖拽 .conf 文件到此处
ar: ألقي ملف التداول هنا
en: Drop a .conf file here
fa: یک فایل .conf را اینجا قرار دهید
ja: drag.confファイルをここまでドラッグしてください
ko: .conf 파일을 여기로 드래그하세요
ru: Перетащите файл .conf сюда
tr: Buraya bir .conf dosyası bırakın
vi: Thả tệp .conf ở đây
zh_hant: 拖拽 .conf 文件到此處

source: 拖拽排序
ar: اسحب لإعادة الترتيب
en: Drag to Reorder
fa: برای مرتب سازی مجدد بکشید
ja: ドラッグソート
ko: 슬라이딩 정렬
ru: От drag-and-drop sort
tr: Yeniden Sıralamak için Sürükle
vi: Đặt lại

source: 探测目标
ar: الهدف المحدد
en: Probe Target
fa: هدف پروب
ja: 探査目標
ko: 탐지 목표
ru: Обнаружение целей
tr: Prob Hedefi
vi: Mục tiêu thăm dò
zh_hant: 探測目標

source: 接受
ar: قبول
en: Accept
fa: پذیرش
ja: 受け入れる
ko: 받다
ru: принять
tr: Kabul Et
vi: Chấp nhận

source: 接收
ar: استلام
en: Receive
fa: دریافت
ja: 受け取る
ko: 받기
ru: Получить
tr: Al
vi: Nhận

source: 接收中
ar: الاستلام
en: Receiving
fa: دریافت
ja: 受信中
ko: 수신중
ru: Получение
tr: Alınıyor
vi: Nhận

source: 接收已关闭
ar: تسليم المجرمين
en: Receive Off
fa: دریافت Off
ja: 受信は終了しました
ko: 접수중이 종료되었습니다.
ru: Получение закрыто
tr: Alma Kapalı
vi: Nhận off
zh_hant: 接收已關閉

source: 接收已开启
ar: استلام
en: Receive On
fa: دریافت کنید
ja: 受信が開始されました
ko: 접수개시
ru: Получить открыто
tr: Alma Açık
vi: Nhận trên
zh_hant: 接收已開啓

source: 接收服务
ar: خدمات الاستلام
en: Receive Service
fa: دریافت خدمات
ja: サービスを受け取る
ko: 서비스를 받다
ru: Получение услуг
tr: Satın Alma Hizmeti Kabul Edin
vi: Nhận dịch vụ
zh_hant: 接收服務

source: 接收服务运行中
ar: جهاز الاستلام
en: Receiver Running
fa: گیرنده دویدن
ja: 受信サービスが運行中です
ko: 접수 서비스 실행 중
ru: Служба приема находится в процессе работы
tr: Alıcı Run
vi: Chạy trình nhận
zh_hant: 接收服務運行中

source: 控制器
ar: المراقب المالي
en: Controller
fa: کنترل کننده
ja: コントローラ
ko: 컨트롤러
ru: Контроллер
tr: Kontrolör
vi: Điều khiển

source: 控制器已连接
ar: المراقب المالي
en: Controller Connected
fa: کنترل کننده متصل
ja: コントローラが接続されました
ko: 컨트롤러가 연결되었습니다.
ru: Контроллер подключен
tr: Denetleyici Bağlandı
vi: Điều khiển kết nối
zh_hant: 控制器已連接

source: 控制器未连接
ar: وحدة التحكم غير متصلة
en: Controller Disconnected
fa: کنترلر متصل نیست
ja: コントローラーが接続されていません
ko: 컨트롤러 연결 안 됨
ru: Контроллер не подключён
tr: Denetleyici Bağlı Değil
vi: Bộ điều khiển chưa kết nối
zh_hant: 控制器未連接

source: 提示：确保目标设备已运行 LocalSend 或 WgSense
ar: تأكدي من أن الهدف يُدير "الخدمة المحلية"
en: Make sure the target is running LocalSend or WgSense
fa: اطمینان حاصل کنید که هدف در حال اجرا محلی است یا WgSense
ja: ヒント：ターゲットデバイスがLocalSendまたはWgSenseを起動していることを確認してください
ko: 힌트: 대상 장치가 LocalSend 또는 WgSense를 실행하고 있는지 확인하세요.
ru: Совет: Убедитесь, что целевое устройство запускает LocalSend или WgSense
tr: Hedefin LocalSend veya WgSense çalıştırdığından emin olun.
vi: Đảm bảo rằng mục tiêu đang chạy Đài phát thanh hay WgSense
zh_hant: 提示：確保目標設備已運行 LocalSend 或 WgSense

source: 搜索
ar: البحث
en: Search
fa: جستجو جستجو
ja: 捜索
ko: 검색
ru: Поиск
tr: Ara
vi: Tìm kiếm

source: 搜索规则
ar: قواعد البحث
en: Search Rules
fa: قوانین جستجو
ja: 検索ルール
ko: 검색 규칙
ru: Правила поиска
tr: Arama Kuralları
vi: Quy tắc tìm kiếm
zh_hant: 搜索規則

source: 操作失败
ar: فشل العملية
en: Operation Failed
fa: عملیات شکست خورده
ja: 操作に失敗した
ko: 작동 실패
ru: Операция не удалась
tr: Operasyon başarısız oldu
vi: Lỗi thao tác
zh_hant: 操作失敗

source: 收起
ar: التصفيق
en: Collapse
fa: سقوط سقوط
ja: 片付ける
ko: 모으다
ru: Скрыть
tr: Daralt
vi: Co lại

source: 数量
ar: الكونت
en: Count
fa: شمارش شمارش شمارش
ko: 수량
ru: Количество
tr: Kont
vi: Số lượng
zh_hant: 數量

source: 文件
ar: ملف
en: File
fa: فایل
ja: ファイル
ko: 파일
ru: документ
tr: Dosya
vi: Tập tin

source: 文件传输
ar: نقل الملفات
en: File Transfer
fa: انتقال فایل
ja: ファイル転送
ko: 파일 전송
ru: Передача файлов
tr: Dosya Aktarımı
vi: Truyền tệp
zh_hant: 文件傳輸

source: 文件夹
ar: مجلد
en: Folder
fa: پوشه
ja: フォルダ
ko: 폴더
ru: папка
tr: Klasör
vi: Thư mục
zh_hant: 文件夾

source: 文件接收
ar: استلام الملفات
en: File Receive
fa: دریافت فایل
ja: ファイルを受け取る
ko: 파일 받기
ru: Получение файлов
tr: Dosya Alma
vi: Nhận tệp

source: 文本
ar: النص
en: Text
fa: متن متن متن متن
ja: テキスト
ko: 텍스트
ru: Текст
tr: Metin
vi: Văn bản

source: 断开
ar: الفصل
en: Disconnect
fa: عدم اتصال
ja: 切る
ko: 끊다
ru: Отсоединить
tr: Bağlantıyı kes
vi: Ngắt kết nối
zh_hant: 斷開

source: 断开中
ar: جارٍ قطع الاتصال
en: Disconnecting
fa: در حال قطع
ja: 切断中
ko: 연결 해제 중
ru: Отключение
tr: Bağlantı Kesiliyor
vi: Đang ngắt kết nối
zh_hant: 斷開中

source: 新加坡
ar: سنغافورة
en: Singapore
fa: سنگاپور
ja: シンガポール
ko: 싱가포르
ru: Сингапур
tr: Singapur
vi: Singapore

source: 方便后续识别和管理
ar: استخدمت في تحديدها وإدارتها في وقت لاحق
en: Used to identify and manage it later
fa: استفاده شده برای شناسایی و مدیریت آن بعدا
ja: 後続の識別と管理に便利です
ko: 후속 식별과 관리가 편리하다
ru: Удобная идентификация и управление в дальнейшем
tr: Tanımlamak ve daha sonra yönetmek için kullanılır
vi: Dùng để nhận diện và quản lý sau
zh_hant: 方便後續識別和管理

source: 无
ar: لا شيء
en: None
fa: هیچ کس
ja: ない
ko: 무
ru: Нет
tr: Hiçbir şey yok
vi: Không có
zh_hant: 無

source: 无法连接服务器。
ar: لا يمكن التواصل مع الخادم
en: Could not connect to the server.
fa: نمی تواند به سرور متصل شود.
ja: サーバーに接続できません。
ko: 서버에 연결할 수 없습니다.
ru: Невозможно подключиться к серверу.
tr: Sunucuya bağlanmayabilir.
vi: Không thể kết nối tới máy phục vụ.
zh_hant: 無法連接服務器。

source: 无配置
ar: لا يوجد ملف شخصي
en: No Profile
fa: پروفایل بدون پروفایل
ja: 配置なし
ko: 구성 없음
ru: Не настраивается
tr: Hiçbir Profil
vi: Không hồ sơ
zh_hant: 無配置

source: 日志
ar: السجلات
en: Logs
fa: گزارش‌ها
ja: ジャーナル
ko: 로그
ru: Журнал
tr: Günlükler
vi: Nhật ký
zh_hant: 日誌

source: 日志文件
ar: ملف السجل
en: Log File
fa: فایل لاگ
ja: ログファイル
ko: 일기 파일
ru: Журнальный файл
tr: Günlük Dosyası
vi: Tập tin ghi lưu
zh_hant: 日誌文件

source: 日志级别
ar: الرتبة
en: Log Level
fa: سطح لاگ
ja: ログレベル
ko: 일기 레벨
ru: Уровень журнала
tr: Günlük Kaydı Düzeyi
vi: Cấp ghi lưu
zh_hant: 日誌級別

source: 日本
ar: اليابان
en: Japan
fa: ژاپن
ko: 일본
ru: Япония
tr: Japonya
vi: Nhật Bản

source: 显示
ar: التلاعب
en: Display
fa: نمایش
ja: 表示する
ko: 표시
ru: показать
tr: Ekran görüntüsü
vi: Hiển thị
zh_hant: 顯示

source: 显示 Emoji 标识
ar: عرض ملصقات الرموز التعبيرية
en: Show Emoji Labels
fa: نمایش برچسب‌های ایموجی
ja: Emojiのマークを表示する
ko: Emoji 표시
ru: Показать логотип Emoji
tr: Emoji Etiketlerini Göster
vi: Hiển thị nhãn biểu tượng cảm xúc
zh_hant: 顯示 Emoji 標識

source: 显示 IP 地址
ar: :: عرض عناوين IP
en: Show IP Addresses
fa: نمایش آدرس‌های IP
ja: IPアドレスを表示する
ko: IP 주소 표시
ru: Показать IP-адрес
tr: IP Adreslerini Göster
vi: Hiện địa chỉ IP
zh_hant: 顯示 IP 地址

source: 暂停
ar: إيقاف مؤقت
en: Pause
fa: مکث
ja: 一時停止
ko: 일시 정지
ru: Пауза
tr: Duraklat
vi: Tạm dừng
zh_hant: 暫停

source: 暂停时长
ar: مدة التوقف
en: Pause Duration
fa: مدت زمان توقف
ja: 一時停止の長さ
ko: 일시정지 시간
ru: Продолжительность приостановки
tr: Duraklatma Süresi
vi: Tạm dừng
zh_hant: 暫停時長

source: 暂停时长:
ar: مدة التوقف:
en: Pause Duration:
fa: مدت زمان:
ja: 一時停止の長さ：
ko: 일시정지 시간:
ru: Продолжительность приостановки:
tr: Duraklatma Süresi:
vi: Thời gian tạm dừng:
zh_hant: 暫停時長:

source: 暂无
ar: لا شيء
en: None
fa: هیچ کس
ja: 今はありません
ko: 일시적으로 없음
ru: Нет на данный момент
tr: Hiçbir şey yok
vi: Không có
zh_hant: 暫無

source: 暂无发现设备
ar: لم يتم العثور على أجهزة
en: No Devices Found
fa: هیچ دستگاهی پیدا نشد
ja: 設備は見つかりませんでした
ko: 장치를 찾을 수 없습니다.
ru: Устройство не найдено
tr: Hiçbir cihaz bulunamadı
vi: Không tìm thấy thiết bị
zh_hant: 暫無發現設備

source: 暂无待确认的传输
ar: لا توجد عمليات نقل في انتظار الموافقة
en: No transfers awaiting approval
fa: هیچ انتقال در انتظار تصویب
ja: 確認待ちの転送はありません
ko: 확인할 수 없는 전송
ru: Трансляция, которая еще не подтверждена
tr: Onay bekleyen transferler
vi: Không chuyển khoản gì cả.
zh_hant: 暫無待確認的傳輸

source: 暂无数据
ar: لا توجد بيانات
en: No Data
fa: بدون داده
ja: 暫くデータがありません
ko: 일시적으로 데이터가 없습니다.
ru: Нет данных на данный момент
tr: Veri Yok
vi: Không có dữ liệu
zh_hant: 暫無數據

source: 暂无日志
ar: لا لغز
en: No Logs
fa: بدون گزارش
ja: しばらくログがない
ko: 일정이 없습니다.
ru: Журнал недоступен
tr: Günlük Kaydı Yok
vi: Không có bản ghi
zh_hant: 暫無日誌

source: 暂无活动连接
ar: لا توجد اتصالات نشطة
en: No Active Connections
fa: هیچ اتصال فعال
ja: イベントに接続できません
ko: 일시적으로 이벤트가 연결되지 않았습니다.
ru: В настоящее время нет активных подключений
tr: Aktif Bağlantılar Yok
vi: Không kết nối hoạt động
zh_hant: 暫無活動連接

source: 暂无订阅
ar: لا يوجد مقدمو خدمات
en: No Providers
fa: هیچ ارائه دهنده
ja: まだ購読はありません
ko: 일시 구독이 없습니다.
ru: Подписки нет на данный момент
tr: Hiçbir tedarikçi yok
vi: Không có nhà cung cấp
zh_hant: 暫無訂閱

source: 更新 Geo 数据
ar: تحديث البيانات الجغرافية
en: Update Geo Data
fa: به‌روزرسانی داده‌های جغرافیایی
ja: Geoデータを更新する
ko: Geo 데이터 업데이트
ru: Обновить данные GEO
tr: Coğrafi Verileri Güncelle
vi: Cập nhật dữ liệu ảnh
zh_hant: 更新 Geo 數據

source: 更新规则集
ar: تحديث القاعدة
en: Update Rule Set
fa: به‌روزرسانی مجموعه قوانین
ja: アップデートルール集
ko: 갱신 규칙집
ru: Обновить набор правил
tr: Kural Kümesini Güncelle
vi: Định dạng trang
zh_hant: 更新規則集

source: 更新订阅
ar: تحديث مقدم الخدمة
en: Update Provider
fa: ارائه دهنده بروزرسانی
ja: 更新購読
ko: 구독 갱신
ru: Обновить подписку
tr: Sağlayıcıyı Güncelle
vi: Nhà cung cấp cập nhật
zh_hant: 更新訂閱

source: 服务器公钥 (base64)
ar: مفتاح عمومي (قاعدة 664)
en: Server Public Key (base64)
fa: کلید عمومی سرور (base64)
ja: サーバー公鍵 (base64)
ko: 서버 공용 키 (base64)
ru: Ключ сервера (base64)
tr: Sunucu Genel Anahtarı (base64)
vi: Khóa công cộng máy phục vụ (cơ số64)
zh_hant: 服務器公鑰 (base64)

source: 服务器地址 (如 vpn.example.com:51820)
ar: عنوان الخادم (على سبيل المثال vpn.example.com:51820)
en: Server Address (e.g. vpn.example.com:51820)
fa: آدرس سرور (مثلاً vpn.example.com:51820)
ja: サーバーアドレス(vpn.example.com:51820など)
ko: 서버 주소 (예: vpn.example.com:51820)
ru: Адрес сервера (например vpn.example.com:51820)
tr: Sunucu Adresi (örn. vpn.example.com:51820)
vi: Địa chỉ máy chủ (ví dụ: vpn.example.com:51820)
zh_hant: 服務器地址 (如 vpn.example.com:51820)

source: 服务离线
ar: الخدمات العامة
en: Service Offline
fa: خدمات آفلاین
ja: オフラインでサービス
ko: 서비스 오프라인
ru: Обслуживание не в сети
tr: Hizmet Çevrimdışı
vi: Dịch vụ ngoại tuyến
zh_hant: 服務離線

source: 未发现 WgSense 高风险残留
ar: لم يعثر على بقايا عالية المخاطر
en: No high-risk WgSense residue found
fa: هیچ باقی مانده با خطر بالا یافت نشد
ja: WgSense 高リスク残留は見つかりませんでした
ko: WgSense 고위험 잔류 발견되지 않음
ru: Высокорисковые остатки WgSense не обнаружены
tr: Yüksek riskli WgSense kalıntıları bulunamadı
vi: Không tìm thấy phần còn lại có rủi ro cao
zh_hant: 未發現 WgSense 高風險殘留

source: 未命中统计
ar: القواعد غير المتطابقة
en: Unmatched Rules
fa: قوانین بی نظیر
ja: 命中しない統計
ko: 미추적
ru: Статистика пропущенных целей
tr: Sınırsız Kurallar
vi: Quy tắc riêng
zh_hant: 未命中統計

source: 未安装
ar: لم يتم تركيبها
en: Not installed
fa: نصب نشده
ja: 未インストール
ko: 설치되지 않음
ru: Не установлено
tr: Hiçbir yükleme
vi: Chưa cài đặt
zh_hant: 未安裝

source: 未更新
ar: لم يتم التحديث
en: Not Updated
fa: به روز نشده
ja: 更新されていません
ko: 업데이트 안 됨
ru: Не обновлен
tr: Güncelleme Değil
vi: Chưa cập nhật

source: 未知
ar: غير معروف
en: Unknown
fa: نامشخص
ja: 未知の
ko: 알 수 없음
ru: Неизвестно
tr: Bilinmiyor
vi: Không rõ

source: 未知出口
ar: خروج غير معروف
en: Unknown Egress
fa: ناشناخته
ja: 未知の出口
ko: 미지출
ru: Неизвестный экспорт
tr: Bilinmeyen Çıkış
vi: Lối ra không xác định

source: 未知目标
ar: الوجهة غير المعروفة
en: Unknown Destination
fa: مقصد ناشناخته
ja: 未知の目標
ko: 미지의 목표
ru: Неизвестная цель
tr: Bilinmeyen Hedefler
vi: Mở đích
zh_hant: 未知目標

source: 未知进程
ar: العملية غير المعروفة
en: Unknown Process
fa: فرآیند ناشناخته
ja: 未知のプロセス
ko: 미지 프로세스
ru: Неизвестный процесс
tr: Bilinmeyen Süreç
vi: Tiến trình không rõ
zh_hant: 未知進程

source: 未运行
ar: غير مشغل
en: Not Running
fa: اجرا نشده
ja: 運行していない
ko: 실행 안 됨
ru: Не запущено
tr: Çalışmıyor
vi: Không chạy
zh_hant: 未運行

source: 未连接
ar: غير متصل
en: Disconnected
fa: متصل نیست
ja: 接続していない
ko: 연결 안 됨
ru: Не подключено
tr: Bağlı Değil
vi: Chưa kết nối
zh_hant: 未連接

source: 本地
ar: المحلية
en: Local
fa: محلی محلی محلی
ja: 地元
ko: 현지
ru: Местное
tr: Yerel
vi: Cục bộ

source: 本机密钥
ar: المفاتيح المحلية
en: Local Keys
fa: کلیدهای محلی
ja: 本機の鍵
ko: 본기 키
ru: Механический ключ
tr: Yerel Anahtarlar
vi: Phím cục bộ
zh_hant: 本機密鑰

source: 本机密钥信息
ar: المعلومات الرئيسية المحلية
en: Local Key Information
fa: اطلاعات کلیدی محلی
ja: 本機の暗号情報
ko: 본기 키 정보
ru: Информация о ключе аппарата
tr: Yerel Anahtar Bilgileri
vi: Thông tin khoá cục bộ
zh_hant: 本機密鑰信息

source: 本机私钥 (base64)
ar: المفتاح الخاص المحلي (القاعدة 64)
en: Local Private Key (base64)
fa: کلید خصوصی محلی (base64)
ja: 本機秘密鍵(base64)
ko: 본기 개인 키 (base64)
ru: Частный ключ (base64)
tr: Yerel Özel Anahtar (base64)
vi: Khóa riêng cục bộ (cơ số64)
zh_hant: 本機私鑰 (base64)

source: 本机隧道 IP (如 10.66.66.3/24)
ar: الشبكة المحلية IP (مثل 10.66.66.3/24)
en: Local Tunnel IP (e.g. 10.66.66.3/24)
fa: IP تونل محلی (به عنوان مثال 10.66.3)
ja: 本機トンネルIP(例えば10.66.66.3/24)
ko: 본기 터널 IP (예 10.66.66.3/24)
ru: IP-адрес локальной туннели (например, 10.66.66.3/24)
tr: Yerel Tünel IP (e.g. 10.66.66.3/24)
vi: IP đường hầm địa phương (v. d. 10.66.66.3/24)
zh_hant: 本機隧道 IP (如 10.66.66.3/24)

source: 权限状态
ar: حالة الإذن
en: Permission Status
fa: مجوز وضعیت
ja: 権限状態
ko: 권한 상태
ru: Статус разрешений
tr: İzin Durumu
vi: Trạng thái quyền hạn
zh_hant: 權限狀態

source: 来自 %@ · %@
ar: من%1$@ · %2$@
en: From %1$@ · %2$@
fa: از%1$@ · %2$@
ja: から %@ · %@
ko: 에서 %@ · %@
ru: От %@ · %@
tr: Kimden %1$@ · %2$@
vi: Từ%1$@ · %2$@
zh_hant: 來自 %@ · %@

source: 来自你的 WireGuard 服务端配置
ar: من تشكيلة الخادم
en: From your WireGuard server configuration
fa: پیکربندی سرور WireGuard
ja: WireGuard サーバー設定から
ko: 당신의 WireGuard 서버 설정에서 왔습니다.
ru: Настройка сервера WireGuard с вашего сервера
tr: WireGuard sunucu yapılandırmanızdan
vi: Từ cấu hình máy chủ bảo vệ Wire
zh_hant: 來自你的 WireGuard 服務端配置

source: 查看运行日志
ar: عرض سجلات وقت التشغيل
en: View Runtime Logs
fa: مشاهده گزارش‌های زمان اجرا
ja: 運行ログを確認する
ko: 로그 보기
ru: Просмотр журналов
tr: Çalışma Zamanı Günlüklerini Görüntüle
vi: Xem bản ghi thời gian chạy
zh_hant: 查看運行日誌

source: 查询
ar: استعلام
en: Query
fa: پرس و جو
ja: 照会
ko: 조회
ru: запрашивать
tr: Sorgu Sorgulama
vi: Truy vấn
zh_hant: 查詢

source: 查询中
ar: الحجر
en: Querying
fa: در حال جستجو
ja: 照会中
ko: 조회중
ru: запрашивать
tr: Sorgulama
vi: Truy vấn
zh_hant: 查詢中

source: 核心
ar: الأساسية
en: Core
fa: هسته
ko: 코어
ru: Ядро
tr: Çekirdek
vi: lõi

source: 核心重启请求已发送
ar: طلب إعادة بدء العمل الأساسي المرسل
en: Core restart request sent
fa: درخواست راه‌اندازی مجدد هسته ارسال شد
ja: コア再起動リクエストが送信されました
ko: 핵심 재시작 요청이 발송되었습니다.
ru: Запрос на перезапуск ядра отправлен
tr: Çekirdek yeniden başlatma isteği gönderildi
vi: Yêu cầu khởi chạy lại lõi được gửi
zh_hant: 核心重啓請求已發送

source: 检查无误后点击保存
ar: راجعي البيئات ثم انقري
en: Review the settings, then click Save
fa: تنظیمات را مرور کنید، سپس روی ذخیره کلیک کنید
ja: チェックに間違いがない後保存をクリックする
ko: 검사 결과 오류가 없으면 저장을 클릭하세요.
ru: Нажмите сохранить после проверки ошибок
tr: ayarları gözden geçirin, sonra Kaydet
vi: Xem lại thiết lập, rồi nhấn vào Lưu
zh_hant: 檢查無誤後點擊保存

source: 检测中
ar: الاختبار
en: Testing
fa: تست تست
ja: 検査中
ko: 검사중
ru: В процессе обнаружения
tr: Test Ediliyor
vi: Thử ra
zh_hant: 檢測中

source: 检测失败
ar: فشل الاختبار
en: Test Failed
fa: آزمون شکست خورده
ja: 検査に失敗した
ko: 검사 실패
ru: Не удалось обнаружить
tr: Test Başarısız
vi: Lỗi thử ra
zh_hant: 檢測失敗

source: 检测超时
ar: الاختبار
en: Test Timed Out
fa: مهلت تست تمام شد
ja: 検査がタイムアウトした
ko: 검사 시간 초과
ru: Промежуток времени обнаружения
tr: Test Zaman Aşımına Uğradı
vi: Bị thử thách
zh_hant: 檢測超時

source: 概览
ar: نظرة عامة
en: Overview
fa: نمای کلی
ja: 概要
ko: 개요
ru: Обзор
tr: Genel Bakış
vi: Tổng quan
zh_hant: 概覽

source: 概览页
ar: لمحة عامة
en: Overview Page
fa: صفحه نمای کلی
ja: 概要ページ
ko: 개요 페이지
ru: страница обзора
tr: Genel Bakış Sayfa
vi: Toàn cảnh trang
zh_hant: 概覽頁

source: 模块
ar: الوحدات
en: Modules
fa: ماژول‌ها
ja: モジュール
ko: 모듈
ru: Модули
tr: Modüller
vi: Mô-đun
zh_hant: 模塊

source: 模式
ar: الوضع
en: Mode
fa: حالت
ja: パターン
ko: 모드
ru: модель
tr: Mod
vi: Phương thức

source: 正在保存并测试...
ar: إنقاذ واختبار...
en: Saving and testing...
fa: پس انداز و آزمایش ...
ja: 保存中、テスト中...
ko: 저장 및 테스트 중입니다...
ru: Сохранение и тестирование...
tr: Tasarruf ve test...
vi: Cứu rỗi và thử thách...
zh_hant: 正在保存並測試...

source: 正在关闭...
ar: توقف
en: Stopping...
fa: توقف ...
ja: シャットダウン中...
ko: 닫혀있습니다...
ru: Выключается...
tr: Durmak...
vi: Đang dừng...
zh_hant: 正在關閉...

source: 正在取消
ar: إلغاء
en: Cancelling
fa: لغو
ja: キャンセル中
ko: 취소중입니다
ru: отменяется
tr: İptal ediliyor
vi: Đang hủy bỏ

source: 正在启动...
ar: بدء...
en: Starting...
fa: شروع ...
ja: 起動中...
ko: 시동 중...
ru: Запускается...
tr: Başlangıç...
vi: Bắt đầu...
zh_hant: 正在啓動...

source: 正在应用...
ar: تطبيق...
en: Applying...
fa: درخواست ...
ja: 適用中...
ko: 응용 중...
ru: Применяется...
tr: Uygulama...
vi: Đang áp dụng...
zh_hant: 正在應用...

source: 正在整理文件
ar: إعداد الملفات
en: Preparing Files
fa: آماده سازی فایل ها
ja: ファイルを整理しています
ko: 파일 정리중입니다
ru: Файл обрабатывается
tr: Dokümantasyon Dosyalar
vi: Đang chuẩn bị tập tin

source: 正在检测公网出口
ar: تفقد الشبكة العامة
en: Checking public network egress
fa: چک کردن شبکه عمومی
ja: 公共出口を検査している
ko: 공공망 출구를 검사중이다
ru: Экспорт в общедоступную сеть обнаружен
tr: Kamu ağını kontrol et
vi: Đang kiểm tra ngõ ra mạng công cộng
zh_hant: 正在檢測公網出口

source: 正在连接 daemon...
ar: التواصل مع دايمون
en: Connecting to daemon...
fa: اتصال به daemon
ja: Daemonを接続しています...
ko: Daemon 연결 중...
ru: Подключает демон...
tr: Daemon'a bağlanın...
vi: Đang kết nối tới trình nền...
zh_hant: 正在連接 daemon...

source: 残留检查
ar: الدولة المتبقية
en: Residual State
fa: دولت موقت
ja: 残留検査
ko: 잔여검사
ru: проверка остатков
tr: Artık Durum
vi: Tình trạng sức khỏe
zh_hant: 殘留檢查

source: 毫秒
ar: مللي ثانية
en: ms
fa: ام‌اس
ja: ミリ秒
ko: 밀리초
ru: миллисекунда
tr: ms m
vi: ms

source: 法国
ar: فرنسا
en: France
fa: فرانسه
ja: フランス
ko: 프랑스
ru: Франция
tr: Fransa
vi: Thôi
zh_hant: 法國

source: 流媒体
ar: تبسيط
en: Streaming
fa: جریان جریان جریان
ja: ストリームメディア
ko: 유동 미디어
ru: потоковая передача
tr: Akış
vi: Dòng chảy
zh_hant: 流媒體

source: 浅色
ar: فاتح
en: Light
fa: روشن
ja: 薄い色
ko: 라이트
ru: Светлая
tr: Açık
vi: Sáng
zh_hant: 淺色

source: 测试可见策略组
ar: مجموعات بروكسية معقولة
en: Test Visible Proxy Groups
fa: گروه‌های پروکسی قابل مشاهده را آزمایش کنید
ja: テスト可視戦略グループ
ko: 테스트 가시 전략 그룹
ru: Тестирование видимых групп политики
tr: Görünür Proxy Gruplarını Test Edin
vi: Kiểm tra các nhóm proxy hiển thị
zh_hant: 測試可見策略組

source: 测试延迟
ar: معدل الاختبار
en: Test Latency
fa: تأخیر تست
ja: テスト遅延
ko: 테스트 지연
ru: Задержка тестирования
tr: Test Gecikmesi
vi: Kiểm tra độ trễ
zh_hant: 測試延遲

source: 测试策略组
ar: فريق الاختبار
en: Test Proxy Group
fa: گروه پروکسی تست
ja: テスト戦略チーム
ko: 테스트 전략팀
ru: Группа тестирования стратегий
tr: Proxy Grubunu Test Et
vi: Kiểm tra nhóm proxy
zh_hant: 測試策略組

source: 测试订阅节点
ar: مقدِّم الاختبار
en: Test Provider Nodes
fa: گره‌های ارائه‌دهنده تست
ja: テストサブスクリプションノード
ko: 테스트 구독 노드
ru: Узел тестовой подписки
tr: Test Sağlayıcı Düğümleri
vi: Nút Nhà cung cấp thử
zh_hant: 測試訂閱節點

source: 深色
ar: داكن
en: Dark
fa: تیره
ja: 暗い色
ko: 다크
ru: Тёмная
tr: Koyu
vi: Tối

source: 添加
ar: مضاف
en: Add
fa: افزودن
ja: 追加する
ko: 추가
ru: добавить
tr: Ekle
vi: Thêm

source: 添加磁贴
ar: إضافة
en: Add Tile
fa: اضافه کردن کاشی
ja: 投稿を追加する
ko: 포스트 추가
ru: Добавить сообщение
tr: Ekle Kaplama Ekle
vi: Thêm miếng
zh_hant: 添加磁貼

source: 添加设备
ar: زائد جهاز
en: Add Device
fa: افزودن دستگاه
ja: 機器を追加する
ko: 장치 추가
ru: Добавить устройство
tr: Cihaz Ekle
vi: Thêm thiết bị
zh_hant: 添加設備

source: 清理残留网络状态
ar: شبكة تصريف الأعمال النظيفة
en: Clean Residual Network State
fa: شبکه امن
ja: 残留ネットワーク状態をクリアする
ko: 잔류 네트워크 상태 정리
ru: Очистить остатки сетевого состояния
tr: Artık Ağ Durumunu Temizle
vi: Dọn trạng thái mạng còn sót lại
zh_hant: 清理殘留網絡狀態

source: 清理网络
ar: شبكة نظيفة
en: Clean Network State
fa: وضعیت شبکه پاک
ja: ネットを清掃する
ko: 클린 네트워크
ru: Чистая сеть
tr: Temiz Ağ Devleti
vi: Làm sạch trạng thái mạng
zh_hant: 清理網絡

source: 清空本地日志视图
ar: رؤية واضحة للسجلات المحلية
en: Clear local log view
fa: مشاهده ورود محلی شفاف
ja: ローカルログビューをクリアする
ko: 로컬 로그 뷰 비우기
ru: Очистить вид локального журнала
tr: Yerel günlük görünümünü temizle
vi: Xoá sổ ghi lưu cục bộ
zh_hant: 清空本地日誌視圖

source: 清除 DNS 缓存
ar: مسح ذاكرة التخزين المؤقت لـ DNS
en: Clear DNS Cache
fa: پاک کردن حافظه نهان DNS
ja: DNSキャッシュをクリアする
ko: DNS 캐시 지우기
ru: Очистить кэш DNS
tr: DNS Önbelleğini Temizle
vi: Xoá bộ nhớ tạm DNS
zh_hant: 清除 DNS 緩存

source: 清除 FakeIP
ar: مسح عنوان IP مزيف
en: Clear Fake-IP
fa: وضوح جعلی-IP
ja: FakeIPをクリアする
ko: FakeIP 제거
ru: Очистить FakeIP
tr: Sahte IP'yi Temizle
vi: Xoá ghi giả

source: 清除密钥
ar: سرية
en: Clear Secret
fa: راز روشن
ja: クリアキー
ko: 키 제거
ru: Ключ очистки
tr: Sırrı Temizle
vi: Xóa bí mật
zh_hant: 清除密鑰

source: 清除已保存密钥
ar: سرية آمنة
en: Clear Saved Secret
fa: پاک کردن راز ذخیره شده
ja: 保存された鍵をクリアする
ko: 저장된 키 제거
ru: Очистить сохраненный ключ
tr: Kaydedilen Sırrı Temizle
vi: Hãy rõ ràng giữ bí mật
zh_hant: 清除已保存密鑰

source: 清除控制器密钥？
ar: سر التحكم الواضح؟
en: Clear controller secret?
fa: راز کنترل کننده شفاف؟
ja: コントローラーキーをクリアする？
ko: 컨트롤러 키 제거?
ru: Очистить контрольный ключ?
tr: Kontrolör sırrı temizlensin mi?
vi: Rõ ràng kiểm soát bí mật?
zh_hant: 清除控制器密鑰？

source: 游戏
ar: المقامرة
en: Gaming
fa: بازی بازی
ja: ゲーム
ko: 게임을
ru: игра
tr: Oyun
vi: Trò chơi
zh_hant: 遊戲

source: 源IP
ar: المصدر IP
en: Source IP
fa: منبع IP
ja: ソースIP
ko: 소스 IP
ru: IP-источник
tr: Kaynak IP
vi: IP nguồn

source: 澳大利亚
ar: أستراليا
en: Australia
fa: استرالیا استرالیا
ja: オーストラリア
ko: 호주
ru: Австралия
tr: Avustralya
vi: Úc Châu
zh_hant: 澳大利亞

source: 点击上方「扫描」或「+」手动添加隧道内设备的 IP 地址
ar: إضغط على الشاشة أو أكثر لإضافة جهاز IP داخل النفق.
en: Click Scan or + above to add a device IP inside the tunnel.
fa: برای افزودن IP دستگاه درون تونل، روی اسکن یا + در بالا کلیک کنید.
ja: 上の「スキャン」または「+」をクリックして、手動でトンネル内の機器のIPアドレスを追加します
ko: 위쪽의 「스캔」 또는 「+」를 클릭하여 터널 내 장치의 IP 주소를 수동으로 추가합니다.
ru: Нажмите «Сканировать» или «+» выше, чтобы вручную добавить IP-адрес устройства в туннеле.
tr: Tünelin içinde bir cihaz IP eklemek için tıklayın.
vi: Nhấp vào Quét hoặc + ở trên để thêm IP thiết bị bên trong đường hầm.
zh_hant: 點擊上方「掃描」或「+」手動添加隧道內設備的 IP 地址

source: 点击后锁定或取消锁定此拓扑节点
ar: إلعقْ أَنْ يَدْعمَ أَو يُفكّرُ هذا العقدِ
en: Click to pin or unpin this topology node
fa: روی پین کلیک کنید یا این گره توپولوژی را رد کنید
ja: このトポロジーノードをクリックしてロックまたはロックを解除する
ko: 클릭 후 토폴로지 노드 잠금 또는 잠금 해제
ru: Блокирование или разблокирование этого топологического узла после нажатия кнопки
tr: Bu topoloji düğümünü sabitlemek veya sabitlemeyi kaldırmak için tıklayın
vi: Nhấn vào để ghim hay tháo nút này ra
zh_hant: 點擊後鎖定或取消鎖定此拓撲節點

source: 点击启动后台服务，系统会要求管理员授权。不会自动连接 VPN。
ar: بدء خدمة المعلومات الأساسية يتطلب إذناً إدارياً ولن تربط الشبكة تلقائياً.
en: Starting the background service requires administrator authorization. It will not connect the VPN automatically.
fa: شروع خدمات پس زمینه نیاز به مجوز مدیر دارد. به طور خودکار VPN را متصل نمی کند.
ja: バックグラウンドサービスを起動するには、管理者による承認が必要です。VPNは自動的に接続されません。
ko: 백그라운드 서비스를 시작하려면 시스템 관리자에게 권한을 부여해야 합니다. VPN이 자동으로 연결되지 않습니다.
ru: Нажмите, чтобы запустить фоновое обслуживание, и система попросит администратора авторизоваться. VPN не будет подключен автоматически.
tr: Arka servise başlamak yönetici izni gerektirir. VPN'yi otomatik olarak bağlayamaz.
vi: Bắt đầu dịch vụ nền cần thiết quyền quản trị. Nó sẽ không tự động kết nối VPN.
zh_hant: 點擊啓動後台服務，系統會要求管理員授權。不會自動連接 VPN。

source: 点击进入
ar: مفتوح
en: Open
fa: باز
ja: クリックして入ります
ko: 클릭해서 들어가세요
ru: Нажмите, чтобы войти
tr: Açık
vi: Mở
zh_hant: 點擊進入

source: 点击进入发送
ar: إفتح
en: Open Send
fa: ارسال را باز کنید
ja: クリックして送信
ko: 클릭해서 보내기
ru: Нажмите, чтобы отправить
tr: Gönderimi Aç
vi: Mở
zh_hant: 點擊進入發送

source: 点击退出编辑
ar: انقر للخروج من التحرير
en: Click to Exit Editing
fa: کلیک بر روی خروج از Edit
ja: 編集を終了するにはクリックしてください
ko: 편집 종료 클릭
ru: Нажмите, чтобы выйти из редакции
tr: Çıkış için tıklayınız
vi: Nhấn vào để thoát sửa
zh_hant: 點擊退出編輯

source: 状态
ar: الحالة
en: Status
fa: وضعیت
ja: 状態
ko: 상태
ru: Состояние
tr: Durum
vi: Trạng thái
zh_hant: 狀態

source: 状态未知
ar: غير معروف
en: Unknown Status
fa: وضعیت ناشناخته
ja: 状態不明
ko: 상태 미지
ru: Статус неизвестен
tr: Bilinmeyen Durum
vi: Trạng thái không rõ
zh_hant: 狀態未知
